tap 'sanemat/font'
tap 'homebrew/science'

brew 'brew-cask'
brew 'tree'
brew 'ctags' 
brew 'heroku-toolbelt' 
brew 'mongodb'
brew 'openssl' 
brew 'rbenv' 
brew 'ruby-build'
brew 'rbenv-gemset' 
brew 'rbenv-gem-rehash' 
brew 'readline'
brew 'awscli' 
brew 'postgresql'
brew 'peco' 
brew 'tmux' 
brew 'node' 
brew 'mysql' 
brew 'redis' 
brew 'docker' 
brew 'boot2docker'  
brew 'imagemagick'
brew 'reattach-to-user-namespace'
brew 'hub'
brew 'ansible'
brew 'ricty'
brew 'mecab'
brew 'mecab-ipadic'

cask 'google-chrome'
cask 'dropbox'
cask 'evernote'
cask 'iterm2'
cask 'slack'
cask 'appcleaner'
cask 'thunderbird'
cask 'atom'
cask 'skype'
cask 'virtualbox'
cask 'vagrant'
cask 'google-japanese-ime'
cask 'licecap'
cask 'karabiner'
cask 'arduino'
cask 'kobito'
cask 'google-drive'
cask 'firefox'
cask 'todoist'
cask 'sqwiggle'
cask 'google-hangouts'
cask 'sequel-pro'

# bought apple store
#cask 'divvy' 

# manual install
#cask 'hyperswitch'
#cask 'aquaterm'
