brew 'brew-cask'
brew 'tree'
brew 'ctags' 
brew 'heroku-toolbelt' 
brew 'mongodb'
brew 'openssl' 
brew 'rbenv' 
brew 'ruby-build'
brew 'rbenv-gemset' 
brew 'rbenv-gem-rehash' 
brew 'readline'
brew 'awscli' 
brew 'postgresql'
brew 'peco' 
brew 'tmux' 
brew 'node' 
brew 'mysql' 
brew 'redis' 
brew 'docker' 
brew 'boot2docker'  
brew 'imagemagick'

cask 'google-chrome'
